Resets the continuous rails support subelements position data.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2013
 Syntax
  C#
public void ResetSupportPosition()
  Visual Basic
Public Sub ResetSupportPosition
  Visual C++
public:
void ResetSupportPosition()
 See Also
  Railing Class
  Autodesk.Revit.DB.Architecture Namespace